Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/K44B.tmx
Source language: en_us
Languages: zh_cn

source: The Time-Sweepers
zh_cn: 时间清洁工

source: You may not be familiar with the time-sweepers.
zh_cn: 你可能对时间清洁工不熟悉。

source: The time-sweepers are the people who sweep up all the time that is lost and wasted.
zh_cn: 时间清洁工是打扫所有失去的和浪费的时间的人。

source: You cannot see them, though if you are in the railway station and think you see something out of the corner of your eye, that will probably be a time-sweeper, cleaning up around the bench you are sitting on.
zh_cn: 你看不到他们，不过如果你在火车站，感觉从眼角看到了什么，那可能就是一个时间清洁工正在你坐着的长椅周围打扫。

source: If you were to see them, you would find a small, bluish person with an intent expression, clutching a broom and a mop.
zh_cn: 要是你看到了他们，你会发现一个面带专注神情的个子小小的、浅蓝色的人，手上拿着一把扫帚和一个拖把。

source: The men wear overalls, the women old-fashioned tweed skirts and scarves on their head.
zh_cn: 男的穿着工装裤，女的身穿老式的粗花呢裙子，头上戴着丝巾。

source: The time-sweepers are present wherever time is being lost or wasted.
zh_cn: 时间清洁工出现在任何有时间被失去或浪费的地方。

source: There are always several in train stations, and at least one in every doctors surgery.
zh_cn: 在火车站总会有几个，在每个医生的诊所至少有一个。

source: The man who has waited so long to propose to his girlfriend that her hair has gone grey, probably has his own personal time-sweeper following him around.
zh_cn: 那个等了太久才向女朋友求婚以至于她头发都花白的男人，或许有他自己的私人时间清洁工跟在他左右。

source: The woman who has spent thirty-five loathed years in an estate agents, dreaming of opening a florists, causes the neighbourhood time-sweeper to sigh, and fetch a bigger dustpan.
zh_cn: 那个梦想着开一家花店却在房地产中介过了三十五年厌恶的岁月的女人，让社区的时间清洁工叹气，并取来一个更大的畚箕。

source: You should not feel sorry for the time-sweepers, though their work is menial: they are never sick, do not worry that they are in the wrong career, and have excellent working conditions, though what they do for leisure is unknown.
zh_cn: 你不用为时间清洁工感到惋惜，尽管他们的工作卑微：他们从不厌倦，不担心自己从事了错误的职业，有极好的工作条件，虽然他们在空闲时做什么不为人知。

source: They enjoy bank holidays off, which is why, on these days, there seems so much more time than usual.
zh_cn: 他们享受法定假日，这也就是为什么在这些天里时间似乎比平常要多那么多。

source: At Christmas and new year, the time-sweepers have a week's holiday.
zh_cn: 在圣诞节和元旦，时间清洁工有一个星期的假日。

source: When they return to work in January, they face a vast backlog of time which has been lost, wasted and thrown away over the holidays.
zh_cn: 当他们一月份回来工作时，他们面临着积压了一大堆的在假期中被失去、浪费、抛弃的时间。

source: It takes them around three weeks to resume normal service, which is why January always seems to last longer than other months.
zh_cn: 他们要用大约三个星期的时间回到正常的工作状态，这就是为什么一月份好像比其他月份持续的时间更久。

source: The time-sweepers have been around forever, though modern life has created wasted time in such large concentrations that in some places the time-sweepers have been forced to industrialise their operations, buying a number of specialised compressing lorries similar to those used by ordinary bin-men.
zh_cn: 虽然时间清洁工一直具有丰富的经验，但现代生活这么大量集中地创造废弃时间，使得在有些地方时间清洁工被迫把他们的工作工业化，购买大量的与普通的清洁工所用的那些相似的专业压缩货车。

source: They use these for the largest collections, at prisons and shopping malls, two venues where the tide of wasted time threatens to swamp even the most dedicated operatives.
zh_cn: 他们用这些清理最大的聚集量，在监狱和购物商场，在这两个场所废弃的时间洪流威胁着要淹没即使是最敬业的熟练工。

source: Were you to ask a time-sweeper, they would tell you one surprising thing: time enjoyed is never time wasted.
zh_cn: 要是你问一个时间清洁工，他们会告诉你一件令人吃惊的事：享受的时间永远不是浪费的时间。

source: Cleaning up in a large office full of staggering tedium, the time-sweeper will pass straight by the desk of the woman who is reading a holiday catalogue under the desk, poring over photos of tropical beaches.
zh_cn: 在一个极度无聊乏味的大办公室里，时间清洁工会直接经过那个正在桌下读假日目录、研究热带海滩照片的女人的办公桌。

source: They will pass by the next desk, where a man is enjoyably wondering what his mother-in-law looks like naked, and stop by the desk of the young man who is counting every minute, and loathing the hours.
zh_cn: 他们会经过下一个办公桌，那里一个男人正在饶有兴味地好奇他岳母裸体的样子，然后停在那个年轻人的办公桌旁，他争分夺秒，满怀厌恶地过了几个小时。

source: You may wonder what happens to the wasted time after it has all been cleaned up.
zh_cn: 你可能想知道浪费的时间全部被打扫了之后是怎么处理的。

source: Never fear, the time-sweepers are ardent recyclers.
zh_cn: 绝不要担心，时间清洁工是热心的回收者。

source: It is collected, packed into large containers, moved to Liverpool docks, loaded onto a ship, and taken to India.
zh_cn: 浪费的时间被收集、打包装进大的集装箱、运到利物浦码头、装进轮船，然后运到印度。

source: There, in a dusty industrial estate somewhere near Bombay, it is cleaned, sorted, and graded.
zh_cn: 在那里，在孟买附近某个地方的一个布满灰尘的工业区里，它们被清洁、分类、分级。

source: The most toxic and poisoned time - the residues of failed peace negotiations, wrongful imprisonments and truly poisonous marriages, is skimmed off and buried in a tank underneath a disused army base.
zh_cn: 最毒和有害的时间——失败的和平谈判、不公正的关押和真正有毒的婚姻的残渣——被撇去并埋在一个废弃的军事基地下面的罐子里。

source: There, it will take two or three centuries to decay, and become harmless again.
zh_cn: 在那里，它要用两三个世纪衰变，然后再变成无害的。

source: The rest of the time - made up of stuff such as dull meetings, missed appointments, delayed buses and bad nights at the theatre, is cleaned and put back onto a ship, where it is taken to the Guangzhou industrial export processing zone.
zh_cn: 其余的时间——由诸如乏味的会议、错过的约会、延误的公共汽车和剧院里不愉快的夜晚等组成——被清洁并装回轮船，由船运到广州工业出口加工区。

source: Here it is compressed and stored, awaiting redistribution.
zh_cn: 在这里它们被压缩储存，等待重新分配。

source: Around twenty percent goes direct to the factories of the export processing zone, which has the world's highest productivity rate.
zh_cn: 大约百分之二十直接去了出口加工区的工厂，这些工厂拥有世界上最高的生产率。

source: A quarter is bought in hard dollars by the Chinese government.
zh_cn: 四分之一被中国政府用硬美元买去。

source: Ten percent of the most concentrated stuff is sold to a cryogenics laboratory in California.
zh_cn: 百分之十浓缩的精华卖给加利福尼亚的一个低温实验室。

source: Another twenty or so percent is discreetly sold to a variety of rich private clients, mostly old, rich men who have married beautiful young women.
zh_cn: 另外大约百分之二十被谨慎地卖给各种各样的富有的私人客户，大部分是娶了漂亮的年轻女人的有钱的老男人。

source: However, the time-sweepers are not in it for profit.
zh_cn: 然而，时间清洁工并未在其中牟利。

source: The money from these deals pays for their operations, including dusters, bin-bags, overalls and shipping.
zh_cn: 从这些交易中得到的钱支付他们的工作，包括掸子、垃圾袋、工装裤和运输。

source: The rest is distributed to good causes.
zh_cn: 其他的被分配给公益事业。

source: No-one who gets any extra time has to fill in any forms, or ask for a grant.
zh_cn: 得到任何额外时间的人不用填任何表格，也不用申请援助。

source: They are all quite unaware that they are in receipt of assistance.
zh_cn: 他们全都没意识到收到了补助。

source: One of these beneficiaries is a shabby and overtired scientist in a crumbling public laboratory outside Novosibirsk, who will be the man to find the vaccine for malaria.
zh_cn: 其中一个受益人是新西伯利亚外面一个破败的公共实验室里的一位衣衫褴褛过度疲劳的科学家，他将是发现疟疾疫苗的人。
